Repository: dallemon/FileOptimizer
Catalog: trunk/FileOptimizer/Languages/1042.po
Languages: it

source: &About...
it: &프로그램 정보...

source: Open the about window with internal and legal information
it: 내부 및 법률 정보 창 열기

source: Donate...
it: 기부하기...

source: Support the development by easily and securely money donations
it: 쉽고 안전한 후원금으로 개발 지원

source: &Information...
it: &지원 파일 및 기타...

source: Open information window with the list of currently supported file formats
it: 현재 지원되는 파일 유형 목록 창 열기

source: Help topics...
it: 도움말...

source: Open help topics
it: 도움말 문서 열기

source: &Help
it: &도움말

source: &Options...
it: &옵션...

source: Open configuration options window
it: 구성 옵션 창 열기

source: &Stop
it: &중지

source: Stop in-progress optimizations
it: 진행 중인 최적화 중지

source: &Optimize all files
it: &모든 파일 최적화

source: Optimize files in the optimization list
it: 최적화 목록에 있는 파일 최적화

source: &Optimize
it: &최적화

source: E&xit...
it: 종&료...

source: Exit the program
it: 프로그램 종료

source: Open &containing folder...
it: 포함된 폴더 열기...

source: Open folder containing selected item
it: 선택한 항목이 포함된 폴더 열기

source: &Open selected file
it: &선택한 파일 열기

source: Open selected file with the associated program
it: 연결된 프로그램으로 선택한 파일 열기

source: &Clear all files
it: &모든 파일 지우기

source: Empty all files in the optimization list
it: 최적화 목록의 모든 파일 비우기

source: &Remove selected files
it: &선택한 항목 제거

source: Remove selected files from the optimization list
it: 최적화 목록에서 선택한 파일 제거

source: A&dd folder...
it: 폴더 추&가...

source: Add folder contents recursively from your computer to the optimization list
it: 컴퓨터의 폴더 콘텐츠를 최적화 목록에 재귀적으로 추가

source: &Add files...
it: &파일 추가...

source: Add files from your computer to the optimization list
it: 컴퓨터의 파일을 최적화 목록에 추가

source: &File
it: &파일

source: Â© Copyright 2012-2019 by Javier GutiÃ©rrez Chamorro (Guti)
it: Â© 저작권 2012-2019 by Javier GutiÃ©rrez Chamorro (Guti)

source: Drag on the list below files you want to optimize, and when ready, click on the right button context menu to proceed. All processed files are copied to Recycle Bin, so you can easily restore them. You can disable moving to Recycle Bin if you like. Double click an item to preview it.
it: 최적화할 파일을 아래 목록에 드래그하고 준비가 되면 마우스 오른쪽 버튼을 사용하여 최적화 작업을 진행합니다. 처리된 모든 파일은 휴지통으로 복사되므로 쉽게 복원할 수 있습니다. 휴지통으로 이동은 옵션에서 비활성화할 수 있습니다. 항목을 더블 클릭하면 미리보기 할 수 있습니다.

source: File
it: 파일

source: Extension (Type)
it: 확장자 (유형)

source: Original size
it: 원본 크기

source: Optimized size
it: 최적화 크기

source: Status
it: 상태

source: Optimization is still running. Do you want to stop and exit %s?
it: 최적화가 계속 실행 중입니다. 중지하고 %s를 종료하시겠습니까?

source: About
it: 정보

source: &Close
it: &닫기

source: and %s file formats among many others.
it: 및 %s 파일 형식.

source: is an advanced file optimizer featuring a lossless (no quality loss) file size reduction that supports:
it: 는 무손실로 파일의 용량을 줄여주는 파일 최적화 도구입니다. 지원되는 파일 유형:

source: DONATOR INFORMATION
it: 후원자 정보

source: Have not donated yet!
it: 아직 기부하지 않았습니다!

source: User since %s %s
it: %s %s 이후의 사용자

source: USAGE STATISTICS - Time: %s - Opens: %s - Files: %s - Total: %s - Saved: %s
it: 사용 통계 - 시간: %s - 열기: %s - 파일: %s - 전체: %s - 저장: %s

source: Information
it: 정보

source: Options
it: 옵션

source: &Cancel
it: &취소

source: Discard any changes made to options.
it: 옵션의 모든 변경 사항을 취소합니다.

source: &OK
it: &확인

source: Accept and apply all changes made to options.
it: 옵션의 모든 변경 사항을 수락하고 적용합니다.

source: &Restore defaults
it: &기본값 복원

source: Restore all options to its factory settings values.
it: 모든 옵션을 초기값으로 복원합니다.

source: &Recurse
it: &복구

source: Enable optimization inside archives (recursive optimization).
it: 아카이브 내부 최적화 활성화 (재귀 최적화).

source: &Copy metadata
it: &메타데이터 복사

source: Copy file metadata. Else strip all unneeded information.
it: 파일 메타데이터 복사. 아니면 불필요한 정보를 모두 제거합니다.

source: &ZIP
it: &압축

source: &Enable Leanify
it: &Leanify 활성화

source: Enable Leanify. Results in smaller files, but can happen they are not editable anymore.
it: Leanify 활성화. 파일은 작아지지만 편집할 수 없게 될 수 있습니다.

source: &Allow lossy optimizations
it: &손실 최적화 허용

source: Allowing lossy optimizations will get higher files reduction at the cost of some quality loss, even if visually unnoticeable or not
it: 손실 최적화를 허용하면 시각적으로 감지되지 않는 수준에서 어느 정도의 품질 저하를 감수하고 파일 크기를 보다 더 많이 줄일 수 있습니다.

source: &Skip layered
it: &레이어 건너뛰기

source: Skip processing of PDF files containing layered objects. Results in more compatible files with higher size.
it: 레이어 개체가 포함된 PDF 파일의 처리를 건너뜁니다. 크기가 큰 파일의 호환성이 향상됩니다.

source: When custom profile is chosen, it allows you to specify a custom DPI for downsampling images
it: 사용자 지정 프로필을 선택하면 다운샘플링 이미지에 대한 사용자 지정 DPI를 지정할 수 있습니다.

source: Compression profile, from less size, to best quality.
it: 압축 프로필, 더 작은 크기, 최상의 품질.

source: Custom
it: 사용자 지정

source: Prepress: 300 dpi and color preserve
it: 프리프레스: 300 dpi 및 색상 보존

source: Printer: 300 dpi
it: 프린터: 300 dpi

source: Ebook: 150 dpi
it: 전자책: 150 dpi

source: Screen: 72 dpi
it: 화면: 72 dpi

source: None: No downsampling (Default)
it: 없음: 다운샘플링 없음 (기본값)

source: &Custom DPI
it: &사용자 DPI

source: &Profile
it: &프로필

source: &Disable
it: &비활성화

source: Disable processing of other file types. This could imply lossing some edit capabilities such as PSD/PSB where text layers will be rasterized.
it: 다른 파일 형식의 처리를 비활성화합니다. 이것은 텍스트 레이어가 래스터화될 PSD/PSB와 같은 일부 편집 기능을 상실함을 의미할 수 있습니다.

source: &Miscellaneous
it: &기타

source: Add extra extensions to be threated as JS/JSON.
it: JS/JSON으로 처리할 추가 확장을 추가합니다.

source: &Enable JSMin
it: &JSMin 활성화

source: Enable jsmin. Results in smaller files, but can happen they are not editable anymore.
it: jsmin 활성화. 파일은 작아지지만 편집할 수 없게 될 수 있습니다.

source: &Additional Extensions
it: &추가 확장

source: &Use arithmetic encoding
it: &산술 인코딩

source: Arithmetic encoding gives additional saving reductions, but is incompatible with most programs.
it: 산술 인코딩은 추가적인 감소 효과를 제공하지만 대부분의 프로그램과 호환되지 않습니다.

source: &Enable Tidy
it: &Tidy 활성화

source: Enable Tidy. Results in smaller files, but can happen they are not editable anymore. Note that this applies to both SVG and HTML file types
it: Tidy 활성화. 파일은 작아지지만 편집할 수 없게 될 수 있습니다. 이것은 SVG 및 HTML 파일 형식 모두에 적용됩니다.

source: &Enable UPX
it: &UPX 활성화

source: Enable UPX executable compression. When enabled, UPX will be used, resulting EXE and DLL size reduction at the cost of runtime decompression.
it: UPX 실행 파일 압축 활성화. 활성화하면 런타임 압축 해제를 대신하여 UPX가 사용되므로 EXE와 DLL의 크기가 줄어듭니다.

source: &Disable PETrim
it: &PETrim 비활성화

source: Disable PETrim. When enabled, PETrim will not be used, resulting in less EXE corruption at the cost of larger file size.
it: PETrim 비활성화. 활성화하면 PETrim이 사용되지 않으므로 파일 크기가 커지는 대신에 EXE 손상이 줄어듭니다.

source: Compression template, from safer and worse compression, to highest compression
it: 압축 템플릿, 더 안전 및 더 나쁜 압축, 최고의 압축

source: Highest
it: 최고

source: High
it: 높음

source: Low (Default)
it: 낮음 (기본)

source: Enable tidy. Results in smaller files, but can happen they are not editable anymore.
it: Tidy 활성화. 파일은 작아지지만 편집할 수 없게 될 수 있습니다.

source: &Template
it: &템플릿

source: User interface language
it: 사용자 인터페이스 언어

source: &Hide ads
it: &광고 숨기기

source: Hide ads from being displayed.
it: 광고가 표시되지 않도록 숨깁니다.

source: Specify the format to display filenames in the list.
it: 목록에 파일 이름을 표시할 형식을 지정합니다.

source: Drive letter + Partial (path + Filename)
it: 드라이브 문자 + 부분 (경로 + 파일 이름)

source: Drive letter + Partial path + Filename
it: 드라이브 문자 + 부분 + 파일 이름

source: Filename only
it: 파일 이름만

source: Full path and Filename (Default)
it: 전체 경로 및 파일 이름 (기본)

source: &Always on top
it: &항상 위에 표시

source: Show main window always on top.
it: 메인 창을 항상 맨 위에 표시합니다.

source: &Show toolbar
it: &도구 모음 표시

source: Show icons toolbar on main window
it: 메인 창에 아이콘 도구 모음 표시

source: If you have already donated to support FileOptimizer development, enter here the email address or name you used
it: FileOptimizer 개발을 지원하기 위해 이미 기부한 경우 여기에 사용한 이메일 주소 또는 이름을 입력하세요.

source: &Language
it: &언어

source: &Filename format
it: &파일 이름 형식

source: &Donator
it: &후원자

source: &Appearance
it: &모양

source: &Allow multiple instances
it: &다중 인스턴스 허용

source: Allow having more than one FileOptimizer instance. If not, a warning will appear.
it: 둘 이상의 FileOptimizer 인스턴스를 허용합니다. 그렇지 않으면 경고가 나타납니다.

source: &Enable cache
it: &캐시 활성화

source: Enable cache of already optimized files to automatically skip them.
it: 이미 최적화된 파일의 캐시를 활성화하여 자동으로 건너뜁니다.

source: If specified, number of trial iterations in all Leanify executions will use this value. If not, iterations are calculated depending on the Optimization level.
it: 지정된 경우 모든 Leanify 실행의 반복 시도 횟수가 이 값을 사용합니다. 아니면 최적화 수준에 따라 반복이 계산됩니다.

source: &Allow duplicates
it: &중복 허용

source: Allow adding same file more than once. If enabled, adding to the grid will be much faster, specially on very large grids.
it: 동일한 파일을 두 번 이상 추가할 수 있습니다. 활성화하면 그리드에 추가하는 것이 훨씬 빨라지며 특히 매우 큰 그리드에서 효과적입니다.

source: &Clear when complete
it: &완료 시 목록 지우기

source: Automatically clear file list when optimization is completed.
it: 최적화 완료 시 자동으로 파일 목록을 지웁니다.

source: &Shutdown when done
it: &완료 시 PC 종료

source: Shutdown computer when optimization completes.
it: 최적화 완료 시 컴퓨터를 종료합니다.

source: &Beep when done
it: &완료 시 알림음

source: Beep the speaker when optimization completes.
it: 최적화 완료 시 비프음을 재생합니다.

source: Allow excluding execution of certain plugins. It is case insensitive, and allows more than one item to be specified by using semicolon as separator.
it: 특정 플러그인 실행 제외 허용. 대소문자를 구분하지 않으며 세미콜론(;)을 구분자로 사용하여 여러 항목을 지정할 수 있습니다.

source: &Leanify iterations
it: &Leanify 반복

source: &Disable plugin mask
it: &플러그인 마스크 비활성화

source: General &2
it: 일반 &2

source: If not empty specified directory will be used for temporary storage instead of system's %TEMP%.
it: 비어 있지 않으면 시스템의 %TEMP% 대신 지정된 디렉터리가 임시 저장소로 사용됩니다.

source: D&o not create backups
it: &백업 생성 안함

source: When checked original files will not be backed up in the current folder as a .BAK files.
it: 체크하면 원본 파일은 현재 폴더에 .BAK 파일로 백업되지 않습니다.

source: If not empty, only files containing this mask (substring) on name or path will be included from optimization. You can use semicolon to specify more than one substring being included.
it: 비어 있지 않으면 최적화에서 이름 또는 경로에 이 마스크(하위 문자열)가 포함된 파일만 포함됩니다. 세미콜론을 사용하여 포함할 여러 하위 문자열을 지정할 수 있습니다.

source: Files containing this mask (substring) on name or path will be excluded from optimization. You can use semicolon (;) to specify more than one substring being excluded.
it: 최적화에서 이름 또는 경로에 이 마스크(하위 문자열)가 포함된 파일은 제외됩니다. 세미콜론(;)을 사용하여 제외할 여러 하위 문자열을 지정할 수 있습니다.

source: &Do not use recycle bin
it: &휴지통 사용 안함

source: When checked original files will not be backed up in the system trashcan.
it: 체크하면 원본 파일은 시스템 휴지통에 백업되지 않습니다.

source: Debugging level to output on program log.
it: 프로그램 로그에 출력할 디버깅 수준입니다.

source: 4: Information
it: 4: 정보

source: 3: Warning
it: 3: 경고

source: 2: Error
it: 2: 오류

source: 1: Critical
it: 1: 심각

source: 0: None (Default)
it: 0: 없음 (기본)

source: Automatically check for program updates.
it: 자동으로 프로그램 업데이트를 확인합니다.

source: Never
it: 안함

source: Automatically (Default)
it: 자동 (기본)

source: Ask
it: 확인

source: Process priority from most conservative to best performance.
it: 가장 보수적인 것에서 최고의 성능으로 우선 순위를 처리합니다.

source: Realtime
it: 실시간

source: Above normal
it: 보통 초과

source: Normal (Default)
it: 보통 (기본)

source: Below normal
it: 보통 미만

source: Idle
it: 유휴

source: Optimization level from best speed to best compression.
it: 최고 속도에서 최고 압축까지 최적화 수준입니다.

source: 9: Best
it: 9: 최고 압축

source: 8: Better
it: 8: 더 좋음

source: 7: Good
it: 7: 좋음

source: 5: Normal (Default)
it: 5: 보통 (기본)

source: 2: Fast
it: 2: 빠름

source: 1: Faster
it: 1: 더 빠름

source: 0: Fastest
it: 0: 가장 빠름

source: &Keep file attributes
it: &파일 속성 유지

source: Keep original readonly, system, hidden and archive attributes as well as creation and modification timestamps.
it: 원본 읽기전용, 시스템, 숨김 및 아카이브 속성은 물론 생성 및 수정 타임스탬프를 유지합니다.

source: &Temp directory
it: &임시 디렉터리

source: &Include mask
it: &포함 마스크

source: &Exclude mask
it: &제외 마스크

source: &Log level
it: &로그 수준

source: &Check for updates
it: &업데이트 확인

source: &Process priority
it: &프로세스 우선 순위

source: &Optimization level
it: &최적화 수준

source: General &1
it: 일반 &1

source: Configure the appearance and behaviour of FileOptimizer
it: FileOptimizer의 모양 및 동작 구성

source: General program options affecting all extensions (1/2)
it: 모든 확장에 영향을 주는 일반 프로그램 옵션 (1/2)

source: General program options affecting all extensions (2/2)
it: 모든 확장에 영향을 주는 일반 프로그램 옵션 (2/2)

source: Extensions affected:
it: 영향을 받는 확장:

source: Automatic: System default
it: 자동: 시스템 기본

source: 3082: English - United States (Built-in)
it: 1042: Korean - 한국어
