Repository: dallemon/FileOptimizer
Catalog: FileOptimizer/Languages/19.po
Languages: nl

source: &About...
nl: &Over...

source: Open the about window with internal and legal information
nl: Open het 'Over' venster met interne en wettelijke informatie

source: Donate...
nl: Doneren...

source: Support the development by easily and securely money donations
nl: Ondersteun de ontwikkeling door een eenvoudige en beveiligde schenking

source: &Information...
nl: &Informatie...

source: Open information window with the list of currently supported file formats
nl: Infovenster met de lijst van thans ondersteunde bestandsformaten openen

source: Help topics...
nl: Help onderwerpen...

source: Open help topics
nl: Help onderwerpen openen

source: &Options...
nl: &Opties...

source: Open configuration options window
nl: Configuratieopties venster openen

source: Stop in-progress optimizations
nl: Stop lopende optimaliseringen

source: &Optimize all files
nl: &Optimaliseer alle bestanden

source: Optimize files in the optimization list
nl: Optimaliseer bestanden in optimalisatielijst

source: &Optimize
nl: &Optimaliseren

source: E&xit...
nl: &Afsluiten...

source: Exit the program
nl: Programma afsluiten

source: Open &containing folder...
nl: Open bevattende ma&p...

source: Open folder containing selected item
nl: Open map die geselecteerd item bevat

source: &Open selected file
nl: Open geselecteerd b&estand

source: Open selected file with the associated program
nl: Open geselecteerd bestand met bijhorend programma

source: &Clear all files
nl: Alle bestanden &verwijderen

source: Empty all files in the optimization list
nl: Verwijder alle bestanden uit optimalisatielijst

source: &Remove selected files
nl: &Geselecteerde bestanden verwijderen

source: Remove selected files from the optimization list
nl: Verwijder geselecteerde bestanden uit optimalisatielijst

source: A&dd folder...
nl: &Mappen toevoegen...

source: Add folder contents recursively from your computer to the optimization list
nl: Mappen van uw computer recursief toevoegen aan de optimalisatielijst

source: &Add files...
nl: &Bestanden toevoegen...

source: Add files from your computer to the optimization list
nl: Bestanden van computer aan optimalisatielijst toevoegen

source: &File
nl: &Bestand

source: Â© Copyright 2012-2018 by Javier GutiÃ©rrez Chamorro (Guti)
nl: © Copyright 2012-2018 door Javier Gutiérrez Chamorro (Guti)

source: Drag on the list below files you want to optimize, and when ready, click on the right button context menu to proceed. All processed files are copied to Recycle Bin, so you can easily restore them. You can disable moving to Recycle Bin if you like. Double click an item to preview it.
nl: Sleep bestanden die u wil optimaliseren naar de lijst beneden, indien klaar, klik rechts voor het contextmenu. Verwerkte bestanden worden naar de Prullenbak gekopiëerd zodat u ze gemakkelijk kan terugzetten. U kan verplaatsen naar de Prullenbak uitschakelen als u wilt. Dubbelklik op een item voor een voorbeeld.

source: File
nl: Bestand

source: Extension (Type)
nl: Extensie (type)

source: Original size
nl: Oorspronkelijke grootte

source: Optimized size
nl: Geoptimaliseerde grootte

source: Pending
nl: In afwachting

source: 0 / %s files
nl: 0 / %s bestanden

source: Options
nl: Opties

source: &Cancel
nl: &Annuleren

source: Discard any changes made to options.
nl: Verwerp alle veranderingen aan opties.

source: Accept and apply all changes made to options.
nl: Accepteer aanpassingen aan de opties en pas toe.

source: &Restore defaults
nl: Terug &standaard

source: Restore all options to its factory settings values.
nl: Alle opties terugzetten naar fabrieksinstellingen.

source: &Recurse
nl: &Recursief

source: Enable optimization inside archives (recursive optimization).
nl: Schakel optimaliseren in archieven in (recursieve optimalisatie).

source: &Copy metadata
nl: &Kopieer metadata

source: Copy file metadata. Else strip all unneded information.
nl: Kopiëer bestands metadata. Verwijder anders alle onnodige informatie.

source: &Enable Leanify
nl: &Activeer Leanify

source: Enable Leanify. Results in smaller files, but can happen they are not editable anymore.
nl: Leanify inschakelen. Geeft kleinere bestanden maar kunnen mogelijk niet meer bewerkt worden.

source: &Allow lossy optimizations
nl: &Optimalisatie met verlies toestaan

source: Allowing lossy optimizations will get higher files reduction at the cost of some quality loss, even if visually unnoticeable or not
nl: Optimalisatie met kwaliteitsverlies toestaan geeft kleinere bestanden met de prijs van kwaliteitsverlies, zichtbaar of niet

source: &Skip layered
nl: &Sla gelaagde over

source: Skip processing of PDF files containing layered objects. Results in more compatible files with higher size.
nl: Verwerken van PDF-bestanden met objecten in lagen overslaan. Geeft grotere, beter compatibele bestanden.

source: When custom profile is choosen, it allows you to specify a custom DPI for downsampling images
nl: Met een aangepast profiel geselecteerd, kan u een aangepaste DPI specifiëren om afbeeldingen te verkleinen

source: Compression profile, from less size, to best quality.
nl: Compressie profiel, van kleinere grootte tot beste kwaliteit.

source: Custom
nl: Aangepast

source: Prepress: 300 dpi and color preserve
nl: Prepress: 300 dpi en kleuren bewaren

source: Screen: 72 dpi
nl: Scherm : 72 dpi

source: None: No downsampling (Default)
nl: Geen: Niet verkleinen (standaard)

source: &Custom DPI
nl: &Aangepast DPI

source: &Profile
nl: &Profiel

source: &Miscelaneous
nl: &Diversen

source: Add extra extensions to be threated as JS/JSON.
nl: Voeg extra extensies toe om te behandelen als JS/JSON.

source: &Enable JSMin
nl: &Schakel JSMin in

source: Enable jsmin. Results in smaller files, but can happen they are not editable anymore.
nl: Jsmin inschakelen. Geeft kleinere bestanden maar kunnen mogelijk niet meer bewerkt worden.

source: &Additional Extensions
nl: &Aanvullende extensies

source: &Use arithmetic encoding
nl: &Rekenkundige codering gebruiken

source: Arithmetic encoding gives additional saving reductions, but is incompatible with most programs.
nl: Rekenkundige codering geeft bijkomende verkleining maar is incompatibel met de meeste programma's.

source: &Enable Tidy
nl: Tidy &inschakelen

source: Enable Tidy. Results in smaller files, but can happen they are not editable anymore. Note that this applies to both SVG and HTML file types
nl: Tidy inschakelen. Geeft kleinere bestanden maar kunnen mogelijk niet meer bewerkt worden. NB dit geldt zowel voor SVG als HTML type bestanden

source: &Enable UPX
nl: UPX &inschakelen

source: Enable UPX executable compression. When enabled, UPX will be used, resulting EXE and DLL size reduction at the cost of runtime decompression.
nl: UPX uitvoerbare compressie inschakelen. Indien ingeschakeld, zal UPX gebruikt worden met als gevolg kleinere EXE's en DLL's ten koste van runtime decompressie.

source: &Disable PETrim
nl: PETrim &uitschakelen

source: Disable PETrim. When enabled, PETrim will not be used, resulting in less EXE corruption at the cost of larger file size.
nl: Petrim uitschakelen. Indien uitgeschakeld, zal PETrim niet gebruikt worden met als gevolg minder EXE corruptie maar ten koste van grotere bestanden.

source: Compression template, from safer and worse compression, to highest compression
nl: Compressie template, van veiligere en mindere compressie tot de hoogste compressie

source: Highest
nl: Hoogste

source: High
nl: Hoog

source: Low (Default)
nl: Laag (standaard)

source: Enable tidy. Results in smaller files, but can happen they are not editable anymore.
nl: Tidy inschakelen. Geeft kleinere bestanden maar soms niet meer te bewerken.

source: User interface language
nl: Taal van de gebruiker interface

source: &Hide ads
nl: &Reclame verbergen

source: Hide ads from being displayed.
nl: Geen advertenties tonen.

source: Specify the format to display filenames in the list.
nl: Specifieer het formaat om bestandsnamen te tonen in de lijst.

source: Drive letter + Partial (path + Filename)
nl: Stationsletter + gedeeltelijk (pad + bestandsnaam)

source: Drive letter + Partial path + Filename
nl: Stationsletter + gedeeltelijk pad + bestandsnaam

source: Filename only
nl: Enkel bestandsnaam

source: Full path and Filename (Default)
nl: Volledig pad en bestandsnaam (standaard)

source: &Always on top
nl: &Altijd bovenaan

source: Show main window always on top.
nl: Hoofdvenster altijd boven.

source: &Show toolbar
nl: &Werkbalk tonen

source: Show icons toolbar on main window
nl: Icoonwerkbalk tonen in hoofdvenster

source: If you have already donated to support FileOptimizer development, enter here the email address or name you used
nl: Als u al gedoneerd hebt om de ontwikkeling van FileOptimizer te steunen, voer dan hier het e-mailadres of de naam in die u gebruikte

source: &Language
nl: &Taal

source: &Filename format
nl: &Bestandsnaam vorm

source: &Donator
nl: &Doneur

source: &Appearance
nl: &Uitzicht

source: &Allow multiple instances
nl: &Laat meerdere exemplaren toe

source: Allow having more than one FileOptimizer instance. If not, a warning will appear.
nl: Meer dan één FileOptimizer exemplaar toelaten. Indien niet toegelaten zal een waarschuwing verschijnen.

source: &Enable cache
nl: &Cache inschakelen

source: Enable cache of already optimized files to automatically skip them.
nl: Cache inschakelen voor reeds geoptimaliseerde bestanden om ze automatisch over te slaan.

source: If specified, number of trial iterations in all Leanify executions will use this vaule. If not, iterations are calculated depending on the Optimization level.
nl: Indien gespecifieerd, het aantal herhalingen in alle Leanify uitvoeringen zal deze waarde gebruiken. Indien niet worden herhalingen berekend afhankelijk van het optimalisatieniveau.

source: &Allow duplicates
nl: &Dubbels toelaten

source: Allow adding same file more than once. If enabled, adding to the grid will be much faster, specially on very large grids.
nl: Meermaals toevoegen van hetzelfde bestand toelaten. Indien ingeschakeld, zal toevoegen aan het grid veel sneller gaan, zeker bij heel grote grid's.

source: &Clear when complete
nl: &Indien klaar, lijst leegmaken

source: Automatically clear file list when optimization is completed.
nl: Bestandslijst automatisch leeg maken als optimalisatie klaar is.

source: &Shutdown when done
nl: &Afsluiten wanneer klaar

source: Shutdown computer when optimization completes.
nl: Computer afsluiten als optimalisatie klaar is.

source: &Beep when done
nl: &Biep wanneer klaar

source: Beep the speaker when optimization completes.
nl: Luidspreker laten biepen als optimalisatie klaar is.

source: Allow excluding execution of certain plugins. It is case insensitive, and allows more than one item to be specified by using semicolon as separator.
nl: Uitsluiten van bepaalde plug-ins toestaan. Hoofdletterongevoelig en laat toe om meer dan één item te specifiëren door puntkomma's als scheidingsteken te gebruiken.

source: &Leanify iterations
nl: &Leanify herhalingen

source: &Disable plugin mask
nl: &Plug-in mask uitschakelen

source: General &2
nl: Algemeen &2

source: If not empty specified directory will be used for temporary storage instead of system's %TEMP%.
nl: Indien niet leeg zal de gespecifieerde map gebruikt worden voor tijdelijke opslag i.p.v. systeem %TEMP%.

source: D&o not create backups
nl: Maak geen &back-ups

source: When checked original files will not be backed up in the current folder as a .BAK files.
nl: Indien aangevinkt zullen originele bestanden niet geback-upt worden in de huidige map als .bak bestanden.

source: If not empty, only files containing this mask (substring) on name or path will be included from optimization. You can use semicolon to specify more than one substring being included.
nl: Indien niet leeg zullen enkel bestanden die dit mask (substring) bevatten in naam of pad inbegrepen worden voor optimalisatie. U kan puntkomma's gebruiken om meer dan één substring te specifiëren om toe te voegen.

source: Files containing this mask (substring) on name or path will be excluded from optimization. You can use semicolon (;) to specify more than one substring being excluded.
nl: Bestanden die dit mask (substring) bevatten in naam of pad zullen niet geoptimaliseerd worden. U kan puntkomma's gebruiken om er meer dan één te specifiëren om uit te sluiten.

source: &Do not use recycle bin
nl: &Gebruik de prullenbak niet

source: When checked original files will not be backed up in the system trashcan.
nl: Indien aangekruist zullen originele bestanden niet geback-upt worden in de prullenbak v/h systeem.

source: Debugging level to output on program log.
nl: Foutzoekniveau te vermelden in programma log.

source: 4: Information
nl: 4: Informatie

source: 3: Warning
nl: 3: Waarschuwing

source: 2: Error
nl: 2: Fout

source: 1: Critical
nl: 1: Kritiek

source: 0: None (Default)
nl: 0: Geen (standaard)

source: Automatically check for program updates.
nl: Controleer automatisch op updates.

source: Never
nl: Nooit

source: Automatically (Default)
nl: Automatisch (standaard)

source: Ask
nl: Vragen

source: Process priority from most conservative to best performance.
nl: Proces prioriteit van meest conservatieve tot beste prestatie.

source: Above normal
nl: Meer dan normaal

source: Normal (Default)
nl: Normaal (standaard)

source: Below normal
nl: Minder dan normaal

source: Idle
nl: Inactief

source: Optimization level from best speed to best compression.
nl: Optimalisatieniveau van hoogste snelheid tot beste compressie.

source: 9: Best
nl: 9: Beste

source: 8: Better
nl: 8: Beter

source: 7: Good
nl: 7: Goed

source: 5: Normal (Default)
nl: 5: Normaal (standaard)

source: 2: Fast
nl: 2: Snel

source: 1: Faster
nl: 1: Sneller

source: 0: Fastest
nl: 0: Snelst

source: &Keep file attributes
nl: &Behoud bestandskenmerken

source: Keep original readonly, system, hidden and archive attributes as well as creation and modification timestamps.
nl: Behoud de originele alleen-lezen, systeem, verborgen en archief attributen zowel als de 'gemaakt' en 'gewijzigd' tijdstempels.

source: &Temp directory
nl: &Tijdelijke map

source: &Include mask
nl: Mask &inbegrepen

source: &Exclude mask
nl: Mask &niet inbegrepen

source: &Log level
nl: &Log niveau

source: &Check for updates
nl: &Controleer op updates

source: &Process priority
nl: &Prioriteit proces

source: &Optimization level
nl: &Optimalisatie niveau

source: General &1
nl: Algemeen &1

source: Configure the appearance and behaviour of FileOptimizer
nl: Configureer het uitzicht en gedrag van FileOptimizer

source: General program options affecting all extensions (1/2)
nl: Algemene programma opties die alle extensies beïnvloeden (1/2)

source: General program options affecting all extensions (2/2)
nl: Algemene programma opties die alle extensies beïnvloeden (2/2)

source: Extensions affected:
nl: Beïnvloedde extensies:

source: Automatic: System default
nl: Automatisch: Systeem standaard

source: 3082: English - United States (Built-in)
nl: 3082: engels - Verenigde Staten (ingebouwd)

source: This is the first time you run %s. Do you want to support its development by showing ads while it is in use? This will encourage its future maintenance and upgrades, being highly appreciated. You can change this option at any time from the Options menu.
nl: Dit is de eerste keer dat u %s draait. Wilt u de ontwikkeling ondersteunen door advertenties te tonen tijdens het gebruik? Dit zal de verdere ontwikkeling en updates aanmoedigen en wordt ten zeerste gewaardeerd. U kan deze optie ten allen tijde veranderen in het 'opties' menu.

source: Support
nl: Ondersteuning

source: Do you want to contribute FileOptimizer development by showing ads while it is in use? This will encourage its future maintenance and upgrades, being highly appreciated.Wilt u bijdragen aan de ontwikkeling van FileOptimizer door advertenties te tonen tijdens het gebruik? Dit zal de verdere ontwikkeling en updates aanmoedigen en wordt ten zeerste gewaardeerd.
nl: 0 / 1 bestanden - FileOptimizer

source: O&ptions...
nl: O&pties...

source: O&pen containing folder...
nl: &Open bevattende map...

source: %s / %s files. %s bytes saved (%s%%)
nl: %s / %s bestanden, %s bytes bespaard (%s%%)

source: Processing %s...
nl: Aan het verwerken %s...

source: Copying to Recyclebin...
nl: Aan het kopiëren naar prullenbak...

source: Creating backup...
nl: Back-up aan het maken...

source: Running %s...
nl: Lopend %s...

source: and %s file formats among many others.
nl: en %s bestandsformaten onder vele andere.

source: is an advanced file optimizer featuring a lossless (no quality loss) file size reduction that supports:
nl: is een geavanceerde bestandsoptimaliseerder met een verliesvrije (geen kwaliteitsverlies) bestandsgrootte vermindering en ondersteunt:

source: DONATOR INFORMATION
nl: DONEUR INFORMATIE

source: Have not donated yet!
nl: Heeft nog niet gedoneerd!

source: User since %s %s
nl: Gebruiker sinds %s %s

source: USAGE STATISTICS - Time: %s - Opens: %s - Files: %s - Total: %s - Saved: %s
nl: GEBRUIKSSTATISTIEKEN - Tijd: %s - Geopend: %s - Bestanden: %s - Totaal: %s - Bespaard: %s

source: Information
nl: Informatie

source: Optimized
nl: Geoptimaliseerd

source: Done (%3u%%).
nl: Klaar (%3u%%).

source: %s files processed. %s bytes saved (%s%%)
nl: %s bestanden verwerkt, %s bytes bespaard (%s%%)

source: About
nl: Over

source: &Close
nl: &Sluiten
